Repository: komsihon/Project2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Website configurations and branding
fr: Configurations du site web et branding

source: Configure useful information of your website like company name, description, invitation message, mail signature, etc. Upload a square-size symbol that will serve as favicon and smartphone launcher.
fr: Configurez les informations utiles de votre site web comme le nom de l'entreprise, une description, un message d'invitation, signature du mail, etc. Uploadez un symbole carrée qui servira de favicon et icône d'application sur Smartphone.

source: Configure your website
fr: Configurez votre site web

source: Customer retention program
fr: Programme de fidélisation des clients

source: Create coupons that your customers and fans will collect in heap of 100 to get the actual gift indicated. You can configure how much of each coupons they get for joining your community, referring to a friend or buying from you, online or onsite. Use very beautiful images of 600x800px. Our system will automatically send some free coupons to your members by email to keep them engaged. Once you configure Join and referral Reward, your contacts will be invited to join and refer their friends.
fr: Créez des coupons que vos clients et fans collecteront en paquets de 100 pour avoir le cadeau indiqué. Vous pouvez configurer pour chaque coupon, le nombre qu'ils vont gagner pour avoir rejoint votre communauté, recommander à un ami ou acheter chez vous, que ce soit en ligne ou sur place. Utilisez de belles images de 600x800 px. Notre système enverra automatiquement des coupons gratuits à vos membres par mail pour les maintenir engagés. Une fois que vous configurez le Join et le Récompense référentielle, vos contacts seront invités à joindre et à référencer leurs amis.

source: Create coupons
fr: Créer des coupons

source: You can create a promotion on a product, a category or on all products on the website. You simply choose the category a product and set the sales rate. It’s also possible to create coupon codes that you can send to people for them to use when checking out. A coupon code gives the user a discount that you configure upon creation.
fr: Vous pouvez créer une promotion sur un produit, une catégorie de produits, ou sur tous les produits sur le site web. Vous choisissez simplement la catégorie ou un produit et définissez de pourcentage de réduction. Il est aussi possible de créer des codes de coupon que vous pouvez envoyer à des personnes pour utiliser lorsqu'ils payent leurs commandes. Un coupon donne à l'utilisateur la réduction que vous avez configuré lors de sa création .

source: Launch promotion
fr: Lancer une promotion

source: Create Promo Code
fr: Créer un Code Promo

source: Help & Support
fr: Aide & Support

source: If you are still having issues getting all this to run, we offer multiple support options. You have free and full access to our online documentation and FAQ. You will find detailed instructions on how to do just about anything. Our blog covers practical business cases. If you rather need custom support with a consultant dedicated to your job. We offer affordable support covering technical, marketing and infographics. Choose option that best suits your need.
fr: Si vous rencontrez encore des soucis pour faire marcher tout ceci, nous vous offrons des options de support. Vous avez un accès gratuit et complet sur notre documentation ligne et la FAQ. Vous trouverez les instructions détaillées sur comment faire à peu près tout. Notre blog couvre des cas pratiques. Si vous voulez plutôt un support personnalisé avec un consultant qualifié pour ce travail. Nous proposons une assistance technique, marketing et infographique abordable. Choisissez l'option qui correspond le mieux à vos besoins.

source: Technical support
fr: Support technique

source: Infographics
fr: Infographie

source: Marketing support
fr: Support marketing

source: Company name
fr: Nom de l'entreprise

source: Community
fr: Communauté

source: Customer Journey
fr: Parcours client

source: Username
fr: Nom d'utilisateur

source: Full name
fr: Nom complet

source: Not set
fr: Non renseigné

source: DOB
fr: DDN

source: Phone
fr: Téléphone

source: Subscribed on
fr: Enregistré le

source: Orders
fr: Commandes

source: Count
fr: Nombre

source: Last
fr: Dernier

source: Delivery Addresses
fr: Adresses de livraison

source: P.O BOX:
fr: BP:

source: History
fr: Historique

source: ikwen TSUNAMI, the cloud tools your business needs
fr: ikwen TSUNAMI, les outils clouds pour les besoins de vos entreprises

source: Reach more customers and sell all your stocks with Tsunami
fr: Touchez plus de clients et vendez tous vos stocks avec Tsunami

source: <h3>%(project_name)s Community</h3> <p> Welcome to %(project_name)s community !<br> Hurry up and <i>Join</i>. You will receive tons of exclusive gifts It is simple and totally free ... </p>
fr: <p> <h3>Communauté %(project_name)s</h3> Bienvenue à l'acceuil de la communauté %(project_name)s !<br> Dépêchez-vous de nous <i>Join</i> et commencez à recevoir une tonne de cadeaux exclusifs. C'est simple et gratuit... </p>

source: Register
fr: S'inscrire

source: Username or email
fr: Nom d'utilisateur ou email

source: Choose a password
fr: Choisissez un mot de passe

source: Confirm password
fr: Confirmez le mot de passe

source: Phone number
fr: Téléphone

source: First name
fr: Prénom

source: Last name
fr: Nom

source: By creating an account you agree our
fr: En créant un compte vous acceptez nos

source: Terms & Conditions
fr: Termes et Conditions

source: You are about to create an account managed by
fr: Vous êtes sur le point de créer un compte géré par

source: on
fr: sur

source: By doing so you accept
fr: En le faisant vous acceptez

source: as well as
fr: aussi bien que

source: Yes, I read and accept.
fr: Oui, J'ai lu et j'accepte.

source: Please, enter valid email
fr: SVP entrez un email valide

source: Please use digits only.
fr: SVP utilisez uniquement les chiffres.

source: Prepend country code if you are not in Cameroon.
fr: Préfixez par le code du pays si vous n'êtes pas au Cameroun.

source: DO NOT prepend 00.
fr: NE PAS préfixer par 00.

source: Business Type
fr: Type d'activité

source: Financial Institution
fr: Institution financière

source: Logistics
fr: Logistique

source: Deploy Tsunami
fr: Déployer Tsunami

source: Deploy now
fr: Déployer

source: Your brand name
fr: Nom de votre marque

# Secteur d'activité
source: Business type
fr: Type de business

source: Deploy
fr: Déployer

source: Reach more csustomers and sell all your stocks with Tsunami
fr: Touchez plus de clients et vendez tous vos stocks avec Tsunami

source: <h1 class="media-heading">Congratulations %(client_name)s !</h1> <h4 class="mobile-adjust"> You're now the owner of TSUNAMI platform, availaible at <a href="%(service_url)s"> %(service_url)s</a>. Discover all what you can do with this awesome Cloud tool. Take your business to the next level. </h4> <p class="bill-link">Your invoice is available, pay now and get your <span class="animated infinite pulse" style="color: #ef7000">support code.</span></p> <a href="%(invoice_url)s" target="_blank" class="btn btn-outline-primary mobile-adjust" style="min-width: 200px;">Pay now</a>
fr: <h1 class="media-heading">Félicitations%(client_name)s !</h1> <h4 class="mobile-adjust"> Vous êtes maintenant propriétaire d'une plateforme TSUNAMI, à l(adresse<a href="%(service_url)s"> %(service_url)s</a>. Découvrez tout ce que vous pouvez faire avec cet outil Cloud formidable. Poussez votre entreprise à un niveau supérieur. </h4> <p class="bill-link">Votre facture est disponible, payez maintenant et recevez votre <span class="animated infinite pulse" style="color: #ef7000">code support.</span></p> <a href="%(invoice_url)s" target="_blank" class="btn btn-outline-primary mobile-adjust" style="min-width: 200px;">Payer</a>

source: <h2 class="media-heading">Congratulations %(client_name)s !</h2> <h4 class="mobile-adjust"> You're now the owner of TSUNAMI platform, availaible at <a href="%(service_url)s"> %(service_url)s</a>. Discover all what you can do with this awesome Cloud tool. Take your business to the next level. </h4> <p class="bill-link">Your invoice is available, pay now and get your <span class="animated infinite pulse" style="color: #ef7000">support code.</span></p> <a href="%(invoice_url)s" target="_blank" class="btn btn-outline-primary mobile-adjust" style="min-width: 200px;"> Payer</a>
fr: <h1 class="media-heading">Félicitations%(client_name)s !</h1> <h4 class="mobile-adjust"> Vous êtes maintenant propriétaire d'une plateforme TSUNAMI, à l(adresse<a href="%(service_url)s"> %(service_url)s</a>. Découvrez tout ce que vous pouvez faire avec cet outil Cloud formidable. Poussez votre entreprise à un niveau supérieur. </h4> <p class="bill-link">Votre facture est disponible, payez maintenant et recevez votre <span class="animated infinite pulse" style="color: #ef7000">code support.</span></p> <a href="%(invoice_url)s" target="_blank" class="btn btn-outline-primary mobile-adjust" style="min-width: 200px;">Payer</a>

source: Your customer relationship fully automated!
fr: Votre relation client totalement automatisée!

source: Clients are just everywhere you know... Get them registered efficiently with TSUNAMI and let it take care of the rest. Invite people to <em>join</em> your community now by sharing your link.
fr: Vos clients sont présents partout où vous connaissez... Faites-les s'enregistrer efficacement avec TSUNAMI et laissez nous prendre soin du reste . Invitez les gens à <em>join</em> votre communauté maintenant en partageant votre lien.

source: Share my link
fr: Partager mon lien

source: attract customer to you!
fr: attirer les clients vers vous !

source: <p class="mobile-adjust"> No more blind and ineffective marketing campaigns, now your prospects and customers have 100 reasons to come, stay and bring people to you. TSUNAMI gives you the possibility to offer everybody free collectible coupons. They'll rush to register in your CCM* </p> <a href="http://blog.ikwen.com/about-continuous-rewarding/" target="_blank" style="font-size: 15px; font-weight: bold; margin-top: 10px; text-decoration: none;" class="discover-link"> Read more about coupons &nbsp;<i class="fa fa-arrow-circle-right animated slideInLeft"></i></a>
fr: <p class="mobile-adjust"> Fini les campagnes de marketing aveugles et inefficaces, maintenant vos prospects et clients ont 100 raisons de venir, rester et amener des personnes vers vous. TSUNAMI vous donne la possibilité d'offrir à tout le monde des coupons gratuits à collectionner. Ils précipiteront pour s'enregistrer dans votre CCM* </p> <a href="http://blog.ikwen.com/about-continuous-rewarding/" target="_blank" style="font-size: 15px; font-weight: bold; margin-top: 10px; text-decoration: none;" class="discover-link"> En savoir plus sur les coupons &nbsp;<i class="fa fa-arrow-circle-right animated slideInLeft"></i></a>

source: Conquer World market today!
fr: Allez à la conquête du marché modial aujourd'hui!

source: You can start selling online now. Get paid via Mobile money. Your business work 24/7, and customers can buy from you immediately after they receive your automated offers sent by TSUNAMI via Emails and SMS.
fr: Vous pouvez commencer à vendre en ligne maintenant. Être payé Mobile money. Votre entreprise marche 24/24, et les clients achèteront chez vous immédiatement après qu'ils aient reçu vos offres automatiques envoyés par TSUNAMI par E-mails et SMS.

source: Publish your products
fr: Publier vos produits

source: Need help ?
fr: Besoin d'aide ?

source: Contact us
fr: Contactez-nous

source: Share on WhatsApp
fr: Partager sur WhatsApp

source: Hey! Join %(service.project_name_slug)s on ikwen and get some free gifts. I just did it. It works !
fr: Salut! Rejoignez %(service.project_name_slug)s sur ikwen et gagnez des cadeaux gratuits. Je l'ai fait. Ça marche !

source: <h3 style="">Share now !</h3> <p>And get many people to JOIN your community</p>
fr: <h3 style="">Partager maintenant !</h3> <p>Et amenez un tas de mode à JOIN votre communauté</p>

source: Account setup
fr: Infos compte

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: Click the button below
fr: Cliquer le bouton ci-dessous

source: Thank you for visiting %(project_name)s !
fr: Merci de visiter %(project_name)s !

source: Please take a few seconds to discover and understand our online offers.
fr: Prenez quelques secondes pour découvrir et comprendre vos offres .

source: Welcome
fr: Bienvenu(e)

source: Our products
fr: Nos produits

source: You can order and pay online in total security, choose your delivery option and we take care of the rest.
fr: Vous pouvez commander et payer en ligne en toute sécurité, choisissez votre option de livraison et nous ferons le reste.

source: Coupons can be redeemed for free items or at substantial discounts. Collect them to benefit from them
fr: Les coupons vous donnent droit à des articles gratuits ou a de fortes réductions. Collectionnez-les pour en bénéficier.

source: Available until:
fr: Dispo. jusqu'au:

source: Here you benefit from our special offers. Visit us frequently to find new ones.
fr: Vous bénéficiez ici de nos offres exceptionnelles. Visitez nous régulièrement en trouver de nouvelles.

source: Promo codes
fr: Codes Promo

source: Congratulations for your coupon code %(promocode)s. Use it in order to win incredible discounts on the number of purchases you make.
fr: Félicitations pour votre code promo %(promocode)s. Utilisez le Gagnez d’incroyables réductions sur le nombre de vos achats.

source: Activate notifications
fr: Activer les notifications

source: Download app
fr: Téléchargez l'appli

source: Install app on your Android device for faster access.
fr: Installez l'application Android pour un accès plus rapide.

source: Download
fr: Télécharger

source: You can start now !
fr: Vous pouvez commencer maintenant !

source: Register now
fr: S'inscrire

source: And enjoy many advantages
fr: Et profitez de nombreux avantages

source: Continue on
fr: Continuer sur

source: Congratulations %(first_name)s, welcome to %(project_name)s !
fr: Félicitations %(first_name)s, bienvenue chez %(project_name)s !

source: Great !!! You totally won <strong>%(total_cumulated_coupons)s</strong> free coupons.
fr: Superbe !!! Vous avez en tout gagné <strong>%(total_cumulated_coupons)s</strong> coupons gratuits.

source: Install app on your Android device for easy and faster access.
fr: Installez l'application Android pour un accès plus rapide.

source: Order on %(project_name)s now
fr: Commandez sur %(project_name)s

source: Go !
fr: Allez-y !

source: Title of the promotion
fr: Titre de la promotion

source: First day of the promotion
fr: 1er jour de la promotion

source: Last day of the promotion
fr: Dernier jour de la promotion

source: Discount percentage
fr: Pourcentage de réduction

source: Product where the discount is going to be apply to
fr: Produits auxquels s'appliquent la réduction

source: Category where the discount is going to be apply to
fr: Catégorie à laquelle s'applique la réduction

source: Allow to activate or no the promotion
fr: Activer la promo ?

source: Title of the discount coupon
fr: Nom du coupon

source: First day of the discount coupon
fr: Début de validité

source: Last day of the discount coupon
fr: Fin de validité

source: Discount coupon percentage
fr: Pourcentage de réduction

source: Allow to activate or no the promo code
fr: Activer le coupon ?

source: Promotion %s successfully updated.
fr: Promotion %s mise à jour avec succès.

source: Promotion %s successfully created.
fr: Promotion %s créée avec succès.

source: New promotion
fr: Nouvelle promotion

source: Saved emails
fr: E-mails enregistrés

source: Export as Spreadsheet
fr: Exporter comme une Feuille de calcul

source: Export
fr: Exporter

source: Rate
fr: Pourcentage

source: To
fr: À

source: %(start)s – %(end)s of %(count)s results
fr: %(start)s – %(end)s de %(count)s résultats

source: New transaction on %s
fr: Nouvelle transaction sur %s

source: Order successful: %(details)s Your RCC is %(rcc)s Thank you.
fr: Commande réussie: %(details)s Votre RCC est %(rcc)s Merci.

source: No order found with this AOTC
fr: Aucune commande trouvée avec cet AOTC

source: Order successful
fr: Commande réussie

source: Error setting up Deals selection page
fr: Erreur lors de l'initialisation de la page de Deals

source: Terms payment is available only for one single product at a time.
fr: Lespaiements à termes sont disponibles uniquement pour un produit à la fois.

source: Order submit for approval
fr: Commande soumise pour approbation

source: No description
fr: Pas de description

source: Help
fr: Aide

source: Create Account
fr: Créer un compte

source: Search
fr: Recherche

# cart items
source: items
fr: articles

source: Empty Cart
fr: Vider

source: Checkout
fr: Terminer les achats

source: Quick access
fr: Accès Rapide

source: All rights reserved
fr: Tous droits reservés

source: Legal mentions
fr: Mentions légales

source: Please select a size.
fr: Sélectionnez une taille SVP.

source: Available stock limit reached.
fr: Limite de stock disponible atteinte.

source: You reached the minimum number of units to order.
fr: Vous avez atteint le nombre minimum d'unités à commander.

source: Payment canceled
fr: Paiement annulé

source: Checkout Error
fr: Erreur de paiement

source: You can <a href="%(cart_url)s"><ins>go back to cart</ins></a> and retry or try again later.
fr: Vous pouvez <a href="%(cart_url)s"><ins>retourner au panier</ins></a> et réessayer ou essayer encore plus tard.

source: Cart
fr: Panier

source: My Shopping Bag
fr: Mon Panier

source: Dear customer, please reach a minimum of <strong>%(symbol)s %(checkout_min)s</strong> to checkout.
fr: Cher client, veuillez atteindre un minimum de <strong>%(symbol)s %(checkout_min)s</strong> pour commander.

source: Price
fr: Prix

source: Quantity
fr: Quantité

source: Subtotal
fr: Sous-total

source: Sorry, we had to adjust your quantity to currently available stock.
fr: Désolé, nous avons du ajuster votre quantité au stock actuellement disponible.

source: Sorry, unfortunately this product went out of stock meanwhile.
fr: Désolé, malheureusement ce produit est entré en rupture de stock entre-temps.

source: Login to continue
fr: Veuillez vous connecter pour continuer

source: <strong>CashFlex</strong> payment allows you to pay with money in your bank account or by getting a loan from your bank. Thus, you must absolutely login for us to authenticate your information.
fr: Le paiement <strong>CashFlex</strong> permet de régler avec l'argent dans votre compte bancaire ou en obtenant un prêt de votre banque. Ainsi, vous devez absolument vous identifier pour nous permettre d'authentifier votre information.

source: Please login to complete <strong>checkout</strong> process.
fr: Connectez-vous pour <strong>terminer vos achats</strong>.

source: You can still, <a href="#" class="turn-down register">register</a> if you don't have an account with us.
fr: Vous pouvez, vous <a href="#" class="turn-down register">inscrire</a> si vous n'avez pas encore de compte chez nous.

source: Please choose a pick-up or home delivery option.
fr: Bien vouloir choisir une option de livraison.

source: Click on a previous address below to use it.
fr: Cliquez sur une des adresses précédentes ci-dessous pour l'utiliser.

source: Pay
fr: Payer

source: No thanks, I want to <button class="btn btn-default new-address" type="button" data-toggle="collapse" data-target="#new-address" aria-expanded="false" aria-controls="new-address"> Input new address </button>
fr: Non merci, J'aimerais <button class="btn btn-default new-address" type="button" data-toggle="collapse" data-target="#new-address" aria-expanded="false" aria-controls="new-address"> Entrer une nouvelle adresse </button>

source: Please hold on a second while <strong>we are trying to locate you.</strong>
fr: S'il vous plaît patientez une seconde pendant que <strong>nous essayons de vous localiser</strong>

source: Sorry, we couldn't locate you. <strong>Please enter your location manually.</strong>
fr: Désolé, nous n'avons pas pu vous localiser. <strong>Veuillez entrer votre position manuellement.</strong>

source: Please, give us your address
fr: S'il vous plaît donnez-nous votre adresse

source: New delivery address
fr: Nouvelle adresse de livraison

source: Country
fr: Pays

source: City
fr: Ville

source: Address
fr: Adresse

source: Postal Code
fr: Code postal

source: Your name
fr: Nom

source: Click here to view previous addresses.
fr: Cliquez ici pour voir les adresses précédentes.

source: Missing or invalid information. Please check.
fr: Information insuffisante ou invalide. Vérifiez s'il vous plaît

source: CashFlex Checkout
fr: Paiement CashFlex

source: Terms Payment is only possible for one single product at a time
fr: Le paiement échelonné n'est possible que pour un produit à la fois

source: Pay Cash
fr: Payer comptant

source: Choose this options if you have enough money on your account
fr: Choisissez cette option si vous avez assez d'argent dans votre compte

source: First Term
fr: Premier paiement

source: No deposit
fr: Pas de dépot

source: By confirming payment with your %(bank_name)s account, you agree our <a href="%(cashflex_terms_url)s" target="_blank">CASHFLEX Terms</a>
fr: En confirmant le paiement avec votre %(bank_name)s compte, vous êtes d'accord avec nos <a href="%(cashflex_terms_url)s" target="_blank">termes CASHFLEX </a>

source: Don't have an account with us ? <a class="btn btn-success btn-sm cta" href="%(create_account_url)s" target="_blank">Open your account now</a>
fr: Vous n'avez pas de compte chez nous ? <a class="btn btn-success btn-sm cta" href="%(create_account_url)s" target="_blank">Ouvrir votre compte maintenant</a>

source: Please confirm this purchase with your account number
fr: S'il vous plait confirmer cet achat avec votre numéro de compte

source: Input new account
fr: Entrez votre nouveau compte

source: Account Number
fr: Numéro de compte

source: Ooops! Account number seems invalid.
fr: Oups! Le numéro de compte semble invalide.

source: Sign in
fr: Connectez-vous

source: Please sign in to continue
fr: Veuillez vous connecter pour continuer

source: Contact Us
fr: Contactez-Nous

source: Send us a mail
fr: Envoyez nous un email

source: Name
fr: Nom

source: Telephone
fr: Téléphone

source: Clear
fr: Effacer

source: Join %(profile_name)s on ikwen !
fr: Join %(profile_name)s sur ikwen !

source: All rights reserved.
fr: Tous droits reservés.

source: Your free coupons
fr: Vous avez quelques coupons gratuits

source: Claim your reward
fr: Réclamez votre récompense

source: SOLD OUT
fr: ÉPUISÉ

# Sale on a product
source: SALE
fr: SOLDE

source: Min. order
fr: Achat min

source: Add To Cart
fr: Ajouter au panier

source: Full screen
fr: Plein écran

source: Select your desired size and quantity, then click <strong>Add to Cart</strong>
fr: Sélectionnez votre taille et quantité, puis cliquez <strong>Ajoutez au panier</strong>

source: Reviews
fr: Avis

source: No description available
fr: Aucune description disponible

source: Your Rating
fr: Votre Évaluation

source: Add a public review
fr: Ajouter un examen public

source: Your email address will not be published. Required fields are marked
fr: Votre email ne sera pas publié. Les champs obligatoires sont marqués

source: SEND
fr: ENVOYER

source: No review yet. Be the first to review
fr: Encore aucun avis. Sois le premier a commenter
