Repository: komsihon/Project2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Sales Cost
fr: Prix de vente

source: This user is not yet registered; invite him to join your community first.
fr: Cet utilisateur n'est pas encore enregistré; invitez le(la) à rejoindre votre communauté.

source: Your coupons have been used.
fr: Vos coupons ont été utilisés.

source: Successful payment
fr: Payement réussi

source: Successful payment with coupon used.
fr: Payement réussi avec coupons utilisés.

source: Payment successfully proceeded.
fr: Payement effectué avec succès.

source: Customer name
fr: Nom du client

source: Amount
fr: Montant

source: Submit
fr: Soumettre

source: Confirm coupon usage
fr: Confirmer l'utilisation du coupon

source: Do you really want to use this coupon ?
fr: Voulez-vous vraiment utiliser ce coupon ?

source: Yes, use it
fr: Oui, utilisez le

source: Cancel
fr: Annuler

source: Not enough coupons
fr: Coupons insuffisants

source: You don't have enough coupons
fr: Vous n'avez pas assez de coupons

source: Confirm the payment
fr: Confirmez le payement

source: Do you really confirm this payment ?
fr: Confirmez-vous ce paiement ?

source: Confirm
fr: Confirmer

source: Fields not set
fr: Champs non renseignés

source: One or more fields are not set. Please check and start again.
fr: Un ou plusieurs champs non renseignés. Veuillez vérifier et recommencer.

source: Categories
fr: Catégories

source: Products
fr: Produits

source: Tiles
fr: Mosaïque

source: Full-width section
fr: Section pleine largeur

source: Full screen popup
fr: Popup plein écran

source: Smart commercial title.
fr: Titre commercial .

source: Order of appearance of the section. Same order of appearance will result in an ordering in alphabetical order
fr: Ordre d'apparition de la section. Le même ordre d'apparition donnera lieu à un classement par ordre alphabétique

source: Whether it is a list of categories or a list of products
fr: Type: liste de catégories ou liste de produits

source: Make it visible or no.
fr: Rendre visible ou non.

source: Call To Action
fr: Appel à l'Action

source: Action you want you visitors to undertake. <em><strong>E.g:</strong> "Buy Now"</em>
fr: Action que vous voulez que vos visiteurs entreprennent. <em><strong>Exemple:</strong> "Acheter"</em>

source: Manage marketing tools
fr: Gérer les outils marketing

source: Description of the category.
fr: Description de la catégorie.

source: Text in the badge that appears on the smart category. <strong>E.g.:</strong> -20%, -30%, New, etc.
fr: Texte dans le badge qui apparaît sur la catégorie intelligente. <strong>Exemple:</strong>-20%, -30%, Nouveau, etc.

source: Smart Category will appear in main menu if checked.
fr: Cette Smart catégorie apparaîtra dans le menu principal si cochée.

source: Smart object with title %s already exists
fr: L'objet Smart avec le titre %s existe déjà

source: Category %s successfully updated.
fr: Catégorie %s mise à jour avec succès.

source: Category %s successfully created.
fr: Catégorie %s créée avec succès.

source: Banner %s successfully saved.
fr: Bannière %s sauvegardée avec succès.

source: Smart Category %s successfully saved.
fr: Smart Category %s sauvegardé avec succès.

source: Banners
fr: Bannières

source: Delete selected
fr: Supprimer la sélection

source: Homepage slideshow
fr: Slideshow d'accueil

source: View example
fr: Voir l'exemple

source: items
fr: articles

source: Share
fr: Partager

source: Link Categories
fr: Lier les Catégories

source: Link Products
fr: Lier les Produits

source: Deactivate
fr: Désactiver

source: Activate
fr: Activer

source: Edit item
fr: Éditer l'élément

source: Delete item
fr: Effacer l'élément

source: No Slide
fr: Aucune Slide

source: Add
fr: Ajouter

source: Homepage Tiles
fr: Mosaïques de page d'Accueil

source: Full Width Section
fr: Section Pleine Largeur

source: No Full Width Section
fr: Pas de Section Pleine Largeur

source: No Popup
fr: Pas de Popup

source: Full Screen Popup
fr: Popup plein écran

source: No Full Screen Popup
fr: Pas de Popup Plein Ecran

source: New Smart Category
fr: Nouvelle Smart Catégorie

source: Remove selected
fr: Retirer la sélection

source: Smart categories
fr: Smart Catégories

source: New
fr: Nouveau

source: Cover image
fr: Image de couverture

source: Nice cover photo to help customer have an idea
fr: Belle photo de couverture pour aider le client à se faire une idée

source: Content
fr: Contenu

source: Add categories
fr: Ajouter les catégories

source: Add products
fr: Ajouter les produits

source: Save
fr: Sauvergarder

source: Smart category successfully saved.
fr: Smart Catégorie sauvegardée avec succès.

source: Missing information. Please check.
fr: Information manquante. Vérifiez s'il vous plaît.

source: Categories look better with image. Continue without it ?
fr: Les catégories sont mieux avec image. Continuer sans ?

source: Upload cover
fr: Uploader la couverture

source: Smart Categories
fr: Smart Catégories

source: Remove from main menu
fr: Retirer du menu principal

source: Add to main menu
fr: Ajouter au menu principal

source: No smart category
fr: Pas de smart catégorie

source: Share this banner
fr: Partager cette bannière

source: Banner URL
fr: URL de la bannière

source: Your wholesale price. Retailers may set their own price.
fr: Votre prix de gros. Les détaillants peuvent fixer le leur.

source: Wholesale price of the provider
fr: Prix de gros du fournisseur

source: Price at which retailers must sell this product on their website. If set, retailers will not be allowed to set their own price.
fr: Prix auquel les détaillants devraient vendre ce produit sur leur site internet. Si défini, les détaillants ne seront pas autorisés à fixer leur propre prix.

source: Your retail price.
fr: Votre prix de détail.

source: Maximum price at which retailers must sell this product on their website. If given, then <em class='text-primary'>retail price</em> must be left blank.
fr: Prix maximum auquel les détaillants devraient vendre ce produit sur leur site internet. Si donné, alors <em class='text primary'> le prix de détail</em>devrait être laissé vide.

source: Maximum retail price allowed by your provider.
fr: Prix maximum de détail autorisé par votre fournisseur.

source: Name of the product.
fr: Nom du produit.

source: Slug of the product.
fr: Slug du produit.

source: Brand of the product.
fr: Marque du produit.

source: Summary of the product.
fr: Résumé du produit.

source: Description of the product.
fr: Description du produit.

source: Text in the badge that appears on the product. <strong>E.g.:</strong> -20%, -30%, New, etc.
fr: Texte sur le badge qui apparaît sur le produit. <strong>Exemple:</strong> -20%, -30%, Nouveau, etc.

source: Reference number of the product as in your current IS.
fr: Numéro de référence du produit tel que sur votre SI actuel.

source: ID of the product in your current database.
fr: ID du produit sur votre base de données actuelle.

source: modifiable price ?
fr: prix modifiable ?

source: Size in custom unit of measurement for this product.
fr: Taille en unité de mesure personnalisée pour ce produit.

source: Color of product as hexadecimal code.
fr: Couleur du produit comme code hexadécimal.

source: Weight in grams.
fr: Poids en grammes.

source: Stock of the product.
fr: Stock du produit.

source: Unit of measurement for this product.
fr: Unité de mesure pour ce produit.

source: Minimum number of units one can order. Excellent for wholesale.
fr: Nombre minimum d'unités pouvant être commandée. Excellent pour la vente en gros.

source: Manage products
fr: Gérer les produits

source: You're going to love these new products! Check them out
fr: Vous allez aimer ces nouveaux produits! Jetez-y un coup d’œil

source: Wow ! Seize this opportunity on %s
fr: Waouh! Saisissez cette opportunité sur %s

source: Category
fr: Catégorie

source: Merchant
fr: Marchand

source: Retail price cannot be smaller than wholesale price.
fr: Le prix de détail ne peut être inférieur au prix de gros.

source: Product already imported by some retailers. Delete and start again.
fr: Produit déjà importé par quelques détaillants. Supprimer et commencer de nouveau.

source: Product cannot be added because the limit of %d products is reached.
fr: Le produit ne peut être ajouté parce que la limite du produit %d est atteinte.

source: Product %s successfully updated.
fr: Produit %s mis à jour avec succès.

source: Product %s successfully created.
fr: Produit %s créé avec succès.

source: Product was not created. One ore more fields were invalid.
fr: Échec. Un ou plusieurs champs étaient invalides.

source: Product already imported by some retailers. Delete and register a new one.
fr: Produit déjà importé par quelques détaillants. Supprimer et enregistrer un nouveau.

source: Product taken out by %s
fr: Produit retiré par %s

source: Hi %(member_name)s,<br/> The product below wasremoved by <strong>%(company_name)s.</strong> It won't appear on your website anymore.
fr: Salut %(member_name)s,<br/> Le produit ci-dessous a été retiré par <strong>%(company_name)s.</strong> Il n' apparaîtra plus dans votre site internet.

source: You must add %s as a Partner Merchant to import his products.
fr: Vous devez ajouter %s comme un Marchand Partenaire pour importer ses produits.

source: %s successfully added
fr: %s ajouté avec succès

source: Link categories
fr: Lier les Catégories

source: Choose items to link to
fr: Choisir des éléments à lier

source: No category
fr: Pas de catégorie

source: Add to menu
fr: Ajouter au menu

source: New category
fr: Nouvelle catégorie

source: New product
fr: Nouveau produit

source: Info
fr: Information

source: Pricing
fr: Tarification

source: Management
fr: Administration

source: Delete image ?
fr: Supprimer l'image ?

source: Delete image
fr: Supprimer l'image

source: Product URL
fr: URL du produit

source: Product without photos will be automatically hidden. Continue ?
fr: Un produit sans photos sera automatiquement caché. Continuer ?

source: Link products
fr: Lier les produits

source: Search product
fr: Rechercher un produit

source: All
fr: Tout

source: Add new product
fr: Ajouter un nouveau produit

source: Import
fr: Importer

source: Update stock
fr: Mettre à jourle stock

source: Update
fr: Mettre à jour

source: Update retail price
fr: Mettre à jour le prix de détail

source: Import product
fr: Importer le produit

source: Product URL (Eg. http://www.partnerstore.cm/tv/samsung-led-32)
fr: URL du produit (Exemple. http//www.partnerstore.cm/tv/samsung-led-32).

source: <p>Type a product name in the <em style="color: #888">Search product</em> text input. If product does not exist, you will be suggested to add.</p>
fr: <p>Saisissez le nom d'un produit dans le champs <em style="color: #888">Recherche</em>. Si le produit n'existe pas, on vous suggéra de l'ajouter.</p>

source: Got it !
fr: Compris !

source: Provider removed this product. It won't appear on your website anymore.
fr: Le fournisseur a retiré ce produit. Il n’apparaîtra plus sur votre site internet.

source: A customer tried to order more than the available stock for this product.
fr: Un client a essayé de commander plus que le stock disponible pour ce produit.

source: This product went out of stock after customer order.
fr: Ce produit est entré en rupture de stock après la commande du client.

source: Buy now
fr: J'achète

source: Wholesale
fr: Prix de gros

source: Retail
fr: Vente en détail

source: Duplicate
fr: Dupliquer

source: Not found
fr: Pas trouvé

source: %(start)s – %(end)s of %(count)s results
fr: %(start)s – %(end)s de %(count)s résultats

source: %(count)s results
fr: %(count)s résultats

source: Company
fr: Compagnie

source: Business
fr: Entreprise

source: Platform
fr: Plateforme

source: Website
fr: Site internet

source: Address & Contact
fr: Adresse et Contact

source: Social
fr: Réseaux sociaux

source: External scripts
fr: Scripts externes

source: AUTH CODE is invalid, please verify. If the problem persists, please contact %s to get the good one.
fr: L' AUTH CODE est invalide, s'il vous plaît vérifiez. Si le problème persiste, veuillez contacter %s pour avoir le bon.

source: Agreement goes here
fr: L'accord va ici

source: Legal mentions go here
fr: Les Mentions légales vont ici

source: Hey $client<br>We are inviting you to join our awesome community on ikwen.
fr: Salut $client<br>Nous vous invitons à rejoindre notre incroyable communauté sur ikwen.

source: Pick up in store
fr: Récupérer sur place

source: 2H after order
fr: 2H après avoir commandé

source: Home delivery
fr: Livraison à domicile

source: Max. 72H after order
fr: Maximum 72H après avoir commander

source: Congratulations ! %s CFA is waiting for you.
fr: Mes félicitations ! %s FCFA vous attendent.

source: Your website %s was created
fr: Votre site internet %s a été crée

source: name
fr: nom

source: Name of the category.
fr: Nom de la catégorie.

source: Slug of the category.
fr: Slug de la catégorie.

source: badge text
fr: texte du badge

source: Text in the badge that appears on the category. <strong>E.g.:</strong> -20%, -30%, New, etc.
fr: Texte dans le badge qui apparaît sur la catégorie. <strong> Exemple: <strong> -20%, -30%, Nouveau, etc.

source: appear in menu
fr: apparaît dans le menu

source: Category will appear in main menu if checked.
fr: La catégorie apparaîtra dans le menu principal si coché.

source: Order of appearance in a list of categories.
fr: Ordre d'apparence dans une liste de catégories.

source: elements in preview
fr: éléments dans l'aperçu

source: Number of elements in the category preview on home page. Must be a multiple of 4.
fr: Nombres d'éléments dans l'aperçu de la catégorie sur la page d'accueil. Doit être un multiple de 4.

source: Get this code from the Logistics company.
fr: Obtenez ce code de la société de logistique.

source: Name of the option.
fr: Nom de l'option.

source: Slug of the option.
fr: Slug de l'option.

source: short description
fr: brève description

source: Short description of the option.Typically max delay as a text value.
fr: Brève description de l'option. Par exemple le délai maximum en texte.

source: Description of the option. Typically coverage and conditions.
fr: Description de l'option. Généralement la couverture et les conditions.

source: 24x24 PNG icon to illustrate the option.
fr: Icône 24x24 PNG pour illustrer l'option.

source: cost
fr: coût

source: packing cost
fr: coût de l'emballage

source: Packing cost for this option if any.
fr: Coût de l'emballage pour cette option s'il y en a.

source: max delay
fr: délai max

source: checkout minimum
fr: minimum d'achat

source: Minimum checkout to make this option available.
fr: Minimum d'achat pour rendre cette option disponible.

source: active
fr: actif

source: Check/Uncheck to make it active on you webshop.
fr: Cochez/Décochez pour activer/désactiver cette option.

source: %d days
fr: %d jours

source: %d hours
fr: %d heures

source: Straight
fr: Direct

source: Upon buyer confirmation
fr: À la confirmation de l'acheteur

source: business type
fr: type d'entreprise

source: ikwen share rate
fr: pourcentage d'ikwen

source: Percentage ikwen collects on the turnover made by this person.
fr: Pourcentage prélevé par ikwen sur le chiffre d'affaire réalisé par cette personne.

source: ikwen share fixed
fr: pourcentage fixe d'ikwen

source: Fixed amount ikwen collects on the turnover made by this person.
fr: Montant fixe prélevé par ikwen sur le chiffre d'affaire réalisé par cette personne.

source: certified
fr: certifié

source: Manage delivery options
fr: Gérer les options de livraison

source: If checked, IAO of the platform will be able to set delivery options like <strong>FREE SHIPPING</strong> or <strong>PICK-UP IN STORE</strong> besides those offered by ikwen delivery company partners.
fr: Si coché, l' IAO de la plateforme sera capable de mettre en place des options de livraison tel que <strong>LIVRAISON GRATUITE</strong> ou <strong>RAMASSE EN MAGASIN</strong>en plus de ceux offerts par les partenaires de l'entreprise de livraison ikwen.

source: Activate shopping ?
fr: Activer la vente en ligne ?

source: Minimum amount you allow to customers to buy.
fr: Montant minimum que vous autorisez les clients à acheter.

source: Auto-manage sales
fr: Gestion automatique des soldes

source: If checked, may show a strike-through <em>previous price</em> right before the current <em>retail price</em> and a <em>'SALE'</em> badge on the product image whenever a product retail price is updated by a smaller value.
fr: Si coché, le <em>prix précédent</em> est affiché barré juste avant l'actuel et un badge <em>'SOLDE'</em> apparaît sur l'image du produit; ceci chaque fois que le prix en détail du produit est mis à jour par une valeur plus petite.

source: show prices
fr: afficher les prix

source: allow shopping
fr: autoriser les achats

source: payment delay
fr: délai de paiement

source: When cash should be deposited on trader's account. Right when the buyer pays or when he acknowledges reception of the order.
fr: Quand l'argent sera déposé sur le compte du commerçant. Dès lors que l'acheteur paye ou lorsqu'il accuse réception de la commande.

source: Last time provider updated the stock
fr: Date de dernière mise à jour du stock par le fournisseur

source: Notification email(s)
fr: Email(s) de notification

source: Notification phone(s)
fr: Phone(s) de notification

source: Website URL
fr: URL du site web

source: Create Bank Account URL
fr: URL de création du compte bancaire

source: CashFlex Terms URL
fr: URL de termes CashFlex

source: I'm back on %s !
fr: Je suis de retour sur %s !

source: I just joined %s !
fr: Je viens de m'inscrire sur %s !

source: Last order
fr: Dernière commande

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: Last 7 days
fr: 7 derniers jours

source: Last 30 days
fr: 30 derniers jours

source: Never since 60 days
fr: Jamais depuis 60 jours

source: Yourself
fr: Vous même

source: Home
fr: Accueil

source: Welcome
fr: Bienvenu(e)

source: Manage your website, customer database, and revival campaigns to get the most out of Tsunami tools
fr: Gérez votre plateforme, votre portefeuille client et lancez des campagnes pour profiter au maximum des services Tsunami

source: Website preview
fr: Aperçu du site web

source: Your visitors will see <a href="%(welcome_url)s">this welcome page</a> when they visit your website. If you want them to see your offers and products, simply turn the switch to "on".<br> Make sure you add your own products and configure everything correctly before you go live.<br>
fr: Vos visiteurs verrons <a href="%(welcome_url)s">cette page d'accueil</a> lorsqu'ils visiteront votre site web. Si vous voulez qu'ils voient vos offres et produits, appuyez juste sur "Activer".<br> Rassurez-vous que vous avez ajouté vos produits et configurer tout correctement avant de passer en live.<br>

source: Go to public Website
fr: Allez sur site web publique

source: Customers contacts and community
fr: Contacts et communauté

source: Register your customers contacts here. Our system will automatically invite them to create an account on your website and also invite their friends to do so. You will rapidly have thousands of users to whom you can offer your products and services. For better qualification of your database, create profiles first and group them.
fr: Sauvegardez vos contacts clients ici. Notre système les invitera automatiquement à créer un compte sur votre site web, et invitera leurs amis à faire pareil. Vous aurez rapidement des milliers d'utilisateurs à qui vous pourrez offrir vos produits et services. Pour une meilleure classification dans votre base de donnée, créer d'abord des profiles et regroupez-les correctement.

source: Create profile
fr: Créer profil

source: Add contact
fr: Ajouter un contact

source: Mails and SMS campaigns
fr: Campagnes Mails et SMS

source: Send individual or mass mails and SMS campaigns. The recipient receives it with the name of your company as sender.
fr: Envoyezdes e-mails ou SMS de campagnes individuels ou de masse . Le destinataire les recevra avec le nom de votre entreprise comme expéditeur.

source: Start Email campaign
fr: Lancer une Campagne mail

source: Start SMS campaign
fr: Lancer une Campagne SMS

source: Products and categories
fr: Produits et catégories

source: Add photos, description, cost and stock for products/services you want to sell online. People can pay online. The categories will appear in the menu bar of the website if you want to. It is highly suggested to use the same image size for all your products.<br> Highly recommended are:
fr: Ajoutez des photos, une description, le prix et le stock pour les produits/services que vous voulez vendre en ligne. Les gens pourront payer en ligne. Les catégories apparaîtront dans la bar de menu du site web si vous voulez aussi. Il est fortement suggéré d'utiliser la même dimension d'image pour tous les produits.<br> Les plus fortement recommandés sont:

source: for portrait size photos
fr: pour les photos en portrait

source: for landscape photos
fr: pour les photos en paysage

source: Add a product
fr: Ajouter un produit

source: Smart categories let you group certain products under an attractive commercial name. Eg: “Top products”, “Arrivals”, etc. Once created you can populate a Smart category with products from different categories or a list of categories. Smart categories automatically appear on website homepage to help user preview your products.
fr: Les Smart catégories vous permettent de grouper certains produits sous un nom commercial attirant. Ex: “Top produits”, “Arrivage”, etc. Une fois créée, vous pouvez mettre à l'intérieur d'une Smart catégorie une liste de catégories simples ou une liste de produits issus de diverses catégories. Les Smart catégories apparaissent directement sur la page d'accueil de votre site pour donner un aperçu de vos produits.

source: Add a smart category
fr: Ajouter Smart catégorie

source: Delivery options
fr: Options de livraison

source: You need to set delivery options before the Checkout button can appear on the card page. For every delivery option created, you can configure the cost, the minimum purchase to make this option available and the area of coverage for the option.
fr: Vous devez spécifier les options de livraisons avant que le bouton de paiement puisse apparaître sur la page de carte. Pour toute option de livraison créée, vous pouvez configurer le prix, la somme minimale à commander pour rendre cette option disponible et la zone de couverture de l'option.

source: Create delivery options
fr: Créer les options de livraison

source: Create and manipulate big images that slide on the homepage.<br/> <strong>Use images of 1920 x 800px.</strong> Smaller images will result in incorrect display on FullHD screens. Once created. You can drag an drop to organize their order of appearance on the website.
fr: Créer et manipuler de grandes images qui défilent sur la page d'accueil.<br/> <strong>Utiliser les images de 1920 x 800px.</strong> Les petites images auront un mauvais rendu sur les écrans FullHD. Une fois créé. Vous pouvez glisser et déposer pour organiser l'ordre d'apparition sur le site web.

source: Add slide
fr: Ajouter un slide

source: Website appearance and logo
fr: Aperçu du site web et logo

source: Choose your preferred template and configure logo that appear in the top left corner of the website. You can configure how dense products are displayed. Compact, Cozy or comfortable.
fr: Choisissez un template préféré et configurez le logo qui apparaîtra en haut à l'extrême gauche du site web. Vous pouvez configurer avec quelle densité les produits seront disposés. Compact, cozy ou confortable.

source: Configure appearance
fr: Configurez l'apparence
