Repository: komsihon/Project2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Thanks to <a href="#" target="_blank" class="bank-name"></a>, you can get this product paying only <span class="text-muted">%(symbol)s</span> <strong><span class="term-cost"></span><sup class="frequency"></sup></strong>
fr: Grace à <a href="#" target="_blank" class="bank-name"></a>, vous pouvez avoir ce produit en payant seulement <span class="text-muted">%(symbol)s</span> <strong><span class="term-cost"></span><sup class="frequency"></sup></strong>

source: <span class="">Don't have an account with <span class="bank-name"></span> ?</span> <a class="btn btn-sm btn-success cta create-account-url" target="_blank" href="#">Open your account now</a>
fr: <span class="">Vous n'avez pas de compte chez<span class="bank-name"></span> ?</span> <a class="btn btn-sm btn-success cta create-account-url" target="_blank" href="#">Ouvrez votre compte maintenant</a>

source: Please rate using the stars.
fr: SVP notez en utilisant les étoiles.

source: Please write a small comment.
fr: SVP laissez un petit commentaire.

source: Please input name and email.
fr: SVP entrez le nom et email.

source: Please input valid email.
fr: SVP entrez un email valide.

source: Prices
fr: Prix

source: Most popular
fr: Les plus populaires

source: Details
fr: Détails

source: Your order was shipped. You will receive it in about
fr: Votre commande a été expédiée. Vous allez la recevoir dans environ

source: Your order was packaged and is ready for you to come and collect using the RCC:
fr: Votre commande a été préparée et vous pouvez passer la récupérer en utilisant le RCC:

source: Dear %(buyer_name)s
fr: Cher(e) %(buyer_name)s

source: Your order on %(merchant)s with number <strong>%(rcc)s</strong> was confirmed.
fr: Votre commande sur %(merchant)s avec le numéro<strong>%(rcc)s</strong> est confirmée.

source: Your order on %(merchant)s with number <strong>%(rcc)s</strong> was rejected.
fr: Votre commande sur %(merchant)s avec le numéro<strong>%(rcc)s</strong> a été rejetée.

source: Thanks for your business with us.
fr: Merci d'être client chez nous.

source: Your order was issued with success under number <strong>%(rcc)s</strong> and submit for approval to %(bank_name)s.<br> You can follow order status anytime by clicking the link down here:<br><br> <a href="%(service_url)s%(order_cart_url)s">%(service_url)s%(order_cart_url)s</a>
fr: Votre commande a été émise avec succès sous le numéro<strong>%(rcc)s</strong> et soumise à l'approbation%(bank_name)s.<br> Vous pouvez suivre l'état de votre commande à tout moment en cliquant sur le lien ci-dessous:<br><br> <a href="%(service_url)s%(order_cart_url)s">%(service_url)s%(order_cart_url)s</a>

source: Your order was issued with success under number <strong>%(rcc)s</strong>. You can follow order status anytime by clicking the link down here:<br><br> <a href="%(service_url)s%(order_cart_url)s">%(service_url)s%(order_cart_url)s</a>
fr: Votre commande a été émise avec succès sous le numéro<strong>%(rcc)s</strong>. Vous pouvez suivre l'état de votre commande a tout moment en cliquant sur le lien ci-dessous:<br><br> <a href="%(service_url)s%(order_cart_url)s">%(service_url)s%(order_cart_url)s</a>

source: Your order was issued with success under number <strong>%(rcc)s</strong>. You can pick up your package in our store in about %(max_delay)s.<br> Follow order status anytime by clicking the link down here:<br><br> <a href="%(service_url)s%(order_cart_url)s">%(service_url)s%(order_cart_url)s</a>
fr: Votre commande a été émise avec succès sous le numéro <strong>%(rcc)s</strong>. Vous pouvez récupérer votre colis dans notre boutique dans environ %(max_delay)s.<br> Vous pouvez suivre l'état de votre commande à tout moment en cliquant sur le lien ci-dessous:<br><br> <a href="%(service_url)s%(order_cart_url)s">%(service_url)s%(order_cart_url)s</a>

source: See details below
fr: Voir les détails ci-dessous

source: %(items_count)s items(s), totaling <ins> %(currency_symbol)s %(items_cost|currency:crcy.code|floatformat:crcy.precision|intcomma)s </ins><br>
fr: %(items_count)s article(s), total <ins> %(currency_symbol)s %(items_cost|currency:crcy.code|floatformat:crcy.precision|intcomma)s </ins><br>

source: Shipping fees
fr: Frais d'expédition

source: Free shipping
fr: Expédition gratuite

source: Deliver to
fr: Livrer à

source: Postal code
fr: Code postal

source: Items details
fr: Détails des éléments

source: Thank you for shopping with us.
fr: Merci d'être client chez nous.

source: Open search box
fr: Ouvrir le champ de recherche

source: Close search box
fr: Fermer le champ de recherche

source: Search ...
fr: Recherche ...

source: See more ...
fr: Voir plus ...

source: Apply
fr: OK

source: About
fr: À propos

source: If you like this theme, click Apply to use it.
fr: Si vous aimez ce thème, cliquez sur Appliquer pour l'utiliser.

source: Do you like this theme ?
fr: Aimez vous ce thème ?

source: Select and send a product to your follower
fr: Sélectionnez et envoyez un produit à votre follower

source: Browse and choose a product your follower might like and send him the link using a Sharing button.
fr: Parcourez et choisissez un produit que votre follower aimera et envoyez lui le lien en utilisant un bouton de partage.

source: Choose and use one of your collected coupons!
fr: Utilisez un de vos coupons collectionés !

source: Packing
fr: Emballage

source: No I don't want packing
fr: Non, je ne veux pas d'emballage

source: Avail.
fr: Dispo.

source: Hello, I found this and thought you might like it. You can buy it online and you will be delivered where you want.
fr: Salut, j'ai trouvé ceci et je pense que ça peut t'intéresser. Tu peux commander en ligne et être livré où tu souhaites.

source: ADD
fr: AJOUTER

source: PayPal payment failed with the following error
fr: Le paiement avec PayPal a échoué suivant les erreurs suivantes

source: Ooops! Payment canceled
fr: Oups! Paiement annulé

source: You can <a href="%(cart_url)s"><ins>go back to cart</ins></a> and retry or try again later.
fr: Vous pouvez <a href="%(cart_url)s"><ins>retourner au panier</ins></a>et recommencer ou essayer plutard.

source: Confirm payment
fr: Confirmer le payement

source: Do you confirm this payment ?
fr: Confirmez-vous ce paiement ?

source: Status
fr: Statut

source: Remit to
fr: Remettre à

source: A confirmation email was sent to %(email)s.
fr: Un e-mail de confirmation a été envoyé à %(email)s.

source: <h3>Your order was issued with success under number <strong>%(rcc)s</strong>.</h3>
fr: <h3>Votre commande a été émise avec succès sous le numéro <strong>%(rcc)s</strong>.</h3>

source: We will contact you as soon as the package is shipped.
fr: Nous vous contacterons dès que le paquet est expédié.

source: You can still follow your package status from your <a href="%(console_url)s">timeline</a>.
fr: Vous pouvez toujours suivre l'état de votre commande sur votre <a href="%(console_url)s">timeline</a>.

source: item(s), totaling
fr: élément(s), total

source: Invalid promotion code
fr: Code promo invalide

# Free delivery
source: Free
fr: Gratuit

source: Pick-up / Delivery
fr: Récupération / Livraison

source: Please, click an option below
fr: Veuillez choisir une option ci-dessous

source: Redeem your coupon voucher in lieu of gifts
fr: Échangez votre coupon de réduction contre des cadeaux

source: see your collected coupons...
fr: vérifiez vos coupons collectionés !

source: Language
fr: Langue

source: Great,
fr: Formidable,

source: You just added <ins><span class="name"></span> <span class="size text-muted"></span></ins> to your cart.
fr: Vous venez d'ajouter <ins><span class="name"></span> <span class="size text-muted"></span></ins> à votre panier.

source: Keep shopping
fr: Continuer vos achats

source: Do you really want to empty cart ?
fr: Voulez-vous vraiment vider le panier ?

source: Yes, empty
fr: Oui, vider

source: Please choose delivery option.
fr: Bien vouloir choisir une option de livraison.

source: See exemple below...
fr: Voir l'exemple ci-dessous

source: Please choose delivery option
fr: Bien vouloir choisir une option de livraison.

source: Got it
fr: Compris !

source: Get the good stuffs
fr: Profitez de bonnes choses

source: Leave us your email
fr: Laissez nous votre e-mail

source: Thank you !
fr: Merci !

source: Don't show this again
fr: Ne plus montrer cette alerte

source: Quick Overview
fr: Vue d'ensemble

source: Select your desired size and quantity, then click <strong><ins>Add to Cart</ins></strong>
fr: Sélectionnez votre taille et quantité, puis cliquez <strong><ins>Ajouter au Panier</ins></strong>

source: Size
fr: Taille

source: Add to Cart
fr: Ajouter au panier

source: You can start shopping now
fr: Vous pouvez maintenant commencer votre shopping

source: Please, Sign in...
fr: Connectez-vous SVP !

source: <div class="alert alert-info cashflex" style="display: none"> <strong>CashFlex</strong> payment allows you to pay with money in your bank account or by getting a loan from your bank. Thus, you must absolutely login for us to authenticate your information. </div> <h5 style="margin: 5px 0"> Sign in to <strong>complete your purchase</strong> </h5> <div style="margin: 20px 0"> <a href="#" class="btn btn-lg btn-outline-success connect" style="min-width: 240px">Sign in</a> </div> <div style="margin: 5px 0"> Don't have an account? <a href="#" class="register">Sign up</a> </div>
fr: <div class="alert alert-info cashflex" style="display: none"> <strong>CashFlex</strong> vous permet de payer avec l'argent dans votre compte bancaire ou en prenant un prêt de votre banque. Donc, vous devez absolument vous connecter pour que nous puissions vous authentifiez. </div> <h5 style="margin: 5px 0"> Connectez-vous pour <strong>terminer votre achat</strong> </h5> <div style="margin: 20px 0"> <a href="#" class="btn btn-lg btn-outline-success connect" style="min-width: 240px">Sign in</a> </div> <div style="margin: 5px 0"> Vous n'avez pas de compte ? <a href="#" class="register">Inscrivez-vous</a> </div>

source: Sorting by
fr: Tri par

source: Most recent
fr: Plus récents

source: %(start)s – %(end)s of %(count)s results
fr: %(start)s – %(end)s of %(count)s résulats

source: Run the selected action
fr: Exécutez l'action sélectionnée

source: Click here to select the objects across all pages
fr: Cliquer ici pour sélectionner les objets à travers toutes les pages

source: Select all %(total_count)s %(module_name)s
fr: Sélectionner tous les %(total_count)s %(module_name)s

source: Clear selection
fr: Effacer le choix

source: Welcome,
fr: Bienvenue,

source: Change password
fr: Changer le mot de passe

source: Log out
fr: Déconnexion

source: Add %(name)s
fr: Ajouter %(name)s

source: Please correct the error below.
fr: SVP corriger les erreurs suivantes.

source: Please correct the errors below.
fr: SVP corriger les erreurs suivantes.

source: Filter
fr: Filtrer

source: Password
fr: Mot de passe

source: %(counter)s result
fr: %(counter)s résultat

source: Dashboard
fr: Tableau de bord

source: Drivy
fr: Drive

source: Homepage
fr: Page d'accueil

source: Promo Codes
fr: Codes Promo

source: Delivery Options
fr: Options de Livraison

source: Merchants
fr: Marchands

# Daras requests
source: Requests
fr: Demandes

source: Profiles
fr: Profils

source: Messaging Campaigns
fr: Campagnes de messagerie

source: Email Log
fr: Log d'emails

source: Payment means
fr: Moyens de paiement

source: Invoices
fr: Factures

source: Info & Billing
fr: Infos et Facturation

source: Passwords mismatch! Please check.
fr: Les mots de passe ne correspondent pas! Vérifiez s'il vous plaît.

source: Password too short. Use at least 6 characters.
fr: Mot de passe trop court. Utilisez au moins 6 caractères.

source: Invalid date. Please check.
fr: Date invalide. Vérifiez s'il vous plaît.

source: Your password was successfully reset, login now.
fr: Votre mot de passe a bien été réinitialisé, connectez-vous maintenant.

source: Login with <strong>ikwen</strong>
fr: Se connecter avec <strong> ikwen</strong>

source: Forgotten password ?
fr: Mot de passe oublié ?

source: No account yet ?
fr: Vous n'avez pas encore de compte ?

source: Back
fr: Retour

source: Continue
fr: Continuer

source: Oops! An error occurred. Check your internet.
fr: Oups! Une erreur est survenue. Vérifiez votre connection internet.

source: Product
fr: Produits

source: Banner
fr: Bannière

source: Smart Category
fr: Smart Catégorie

source: Items
fr: Articles

source: Blog categories
fr: Catégories du Blog

source: Comments
fr: Commentaires

source: Admin Panel
fr: Panneau Admin

source: You have some free coupons
fr: Vous avez quelques coupons gratuits

source: Clic here to use your reward
fr: Cliquez pour utiliser votre récompense

source: <a href="#" class="btn btn-success connect">Login</a> to proceed. You can still <a href="#" class="register">register</a> if you don't have an account with us.
fr: <a href="#" class="btn btn-success connect">S'identifier</a> pour continuer. Vous pouvez toujours <a href="#" class="register">vous enregistrer</a> si vous n'avez pas de compte chez nous.

source: Please choose a delivery option.
fr: Bien vouloir choisir une option de livraison.

source: Pick Up
fr: Récupération

source: Choose a delivery option below
fr: Choisissez une option ci-dessous

source: Order now
fr: J'achète

source: Call
fr: Appel à l'action

source: Collect our free coupon and get wonderfull gift!
fr: Collectionnez nos coupons gratuits et recevez de superbes cadeaux !

source: Refer %(profile_name)s to a friend by sharing and earn %(referral_coupon_count)s more free coupons.
fr: Faites référence de %(profile_name)s à un ami en partageant et gagnez plus de %(referral_coupon_count)s coupons gratuits.

source: View report dashboard
fr: Voir le rapport du tableau de bord

source: Manage orders
fr: Gérer les commandes

source: Manage packages
fr: Gérer les packets

source: Day
fr: Jour

source: Week
fr: Semaine

source: Month
fr: Mois

source: Manage issues
fr: Gérer les problèmes

source: %s successfully added.
fr: %s ajouté avec succès.

source: Deals for %s successfully saved.
fr: Les deals pour %s ont été enregistrés avec succès .

source: Your order on %s was approved
fr: Votre commande sur %s a été validée

source: Your order on %s was rejected
fr: Votre commande sur %s a été rejetée

source: No Order found with this ID
fr: Aucune Commande trouvé avec cet ID

source: Unknown error occurred
fr: Erreur inconnue survenue

source: No order found with this RCC
fr: Aucune commande trouvée avec ce RCC

source: No Order found with this ID: %s
fr: Aucune Commande trouvée avec cet identifiant: %s

source: No Package found with this ID: %s
fr: Aucun Packet trouvé avec cet identifiant: %s

source: Unknow error occured
fr: Erreur inconnue survenue

source: Your order was shipped
fr: Votre commande a été expédiée

source: Your order is packaged and ready
fr: Votre commande a été préparée

source: No Package found with this ID
fr: Aucun Paquet trouvé avec cet identifiant

source: Click on an order in the list to view details.
fr: Cliquez sur une commande dans la liste pour voir les détails.

source: Confirm Order
fr: Confirmer Commande

source: Reject Order
fr: Rejeter Commande

source: Message to
fr: Message à

source: Order confirmed
fr: Commande confirmée

source: Order rejected
fr: Commande réjetée

source: Banks
fr: Banque

source: Partner Banks
fr: Banques partenaires

source: Partner Merchants
fr: Commerçants partenaires

source: Remove
fr: Retirer

source: No Partner Bank found.
fr: Aucun partenaire bancaire trouvé.

source: No Partner Merchant found.
fr: Aucun partenaire marchand trouvé.

source: Add Partner Bank
fr: Ajouter une Banque partenaire

source: Add Partner Merchant
fr: Ajouter un Marchand partenaire

source: Search partner
fr: Rechercher partenaire

source: Last week
fr: Semaine dernière

source: Last 28 days
fr: 28 derniers jours

source: AEPO
fr: RMPC

source: Top partners
fr: Meilleurs partenaires

source: Partner
fr: Partenaire

source: Earnings
fr: Revenus

source: Deals
fr: Transactions

source: Delete
fr: Supprimer

source: Frequency
fr: Fréquence

source: Term cost
fr: Coût du terme

source: Terms count
fr: Nombre les termes

source: First term
fr: Premier terme

source: Active
fr: Actif

source: No payment option yet. <a href="#" class="add-option">Add new</a>
fr: Encore aucune option de paiement . <a href="#" class="add-option">Ajouter </a>

source: Confirm deletion ?
fr: Confirmer la suppression ?

source: Hello, <br> Your were successfully added as a Partner Merchant in our network.
fr: Salut, <br> Vous avez été ajouté avec succès comme Partenaire Marchand dans notre réseau.

source: Thank you for your interest in us.
fr: Merci pour l'intérêt que vous nous portez.

source: Hello, <br> We would like to add you as a Partner Bank on our website.
fr: Salut, <br> Nous aimerions vous ajouter en tant que Partenaire Bancaire sur notre site internet.

source: Regards.
fr: Cordialement.

source: Estimated worth
fr: Valeur estimée

source: Launch SMS Campaign
fr: Lancer une Campagne SMS

source: Launch e-mailing Campaign
fr: Lancer une Campagne mail

source: vs same day last week
fr: vs même jr. sem. passée

source: vs previous 7 days
fr: vs 7 jours précédents

source: vs previous 28 days
fr: vs 28 jours précédents

source: Last joins
fr: Derniers joins

source: Contact us for more information
fr: Contactez-nous pour plus d'information

source: Close
fr: Fermer

source: This month
fr: Ce mois

source: Previous Month
fr: Mois passé

source: Earnings (XAF)
fr: Revenus (XAF)

source: Avg. Earning Per Order
fr: Revenu Moy. Par Cmde

source: Top categories
fr: Top catégories

source: Not enough data
fr: Pas assez de données

source: Top products
fr: Top produits

source: Units ordered
fr: Unités commandées

source: Top customers
fr: Top clients

source: Customer
fr: Client

source: Top daras
fr: Meilleurs Daras

source: Search PPC
fr: Rechercher PPC

source: Filters
fr: Filtres

source: Pending
fr: En attente

source: Shipped
fr: Expédié

source: Expected delivery
fr: Livraison attendue

source: Tomorrow
fr: Demain

source: Within 3 days
fr: Dans les 3 jours

source: Within 7 days
fr: Dans les 7 jours

source: Handled by
fr: Assuré par

source: From
fr: Du

source: Click on an package in the list to view details.
fr: Cliquez sur un paquet dans la liste pour voir les détails.

source: Shipping confirmed
fr: Expédition confirmée

source: Last month
fr: Mois dernier

source: Payments
fr: Paiements

source: Balance
fr: Solde

source: Payment details
fr: Détails de paiement

source: Last payment
fr: Dernier paiement

source: View payments
fr: Voir les paiements

source: Top providers
fr: Top fournisseurs

source: Provider
fr: Fournisseur

source: Cost
fr: Coût

source: Del
fr: Liv.

source: Delivery fees
fr: Frais de livraison

source: Order details
fr: Détails de commande

source: Ref
fr: Réf

source: Qty
fr: Qté

source: %(items_count)s items
fr: %(items_count)s éléments

source: Company in charge
fr: Entreprise en charge

source: Delivery expected on
fr: Livraison attendue le

source: Reject
fr: Rejeter

source: Confirmed on
fr: Confirmé le

source: By
fr: Par

source: Package details
fr: Détails du paquet
